//------------------------------------------------------------------------------------------------------------
// Данные
//------------------------------------------------------------------------------------------------------------


  export default [
    {
      question: 'Список покупок - это...',
      answers: [
        { text: 'Список чего? У меня все есть.', result: 2 },
        { text: 'Кандалы, которые сковывают порывы моей души. Надо покупать сердцем, а не списком.', result: 1 },
        { text: 'Огонёк маяка, который ведет меня сквозь гастрономический шторм.', result: 0 }
      ]
    }, {
      question: 'Пользуешься ли ты скидочными купонами?',
      answers: [
        { text: 'Конечно! А ещё промокодами и дисконтными картами', result: 1 },
        { text: 'Зачем платить больше, когда можно то же самое купить со скидкой.', result: 2 },
        { text: 'Слишком много суеты: нужно их где-то найти, потом не забыть обменять...', result: 0 }
      ]
    }, {
      question: 'Если ты видишь товары по акции, то...',
      answers: [
        { text: 'Искра, буря, безумие – набиваю полную корзину и бегу скорее на кассу.', result: 1 },
        { text: 'Если это есть в моем списке, то, конечно, куплю!', result: 0 },
        { text: 'Пройду мимо, потому что вчера купил уже без скидки.', result: 2 }
      ]
    }, {
      question: 'Если бы ты мог описать песней свой фуд-шопинг в «дикси» (ну или ещё где-то), то это было бы:',
      answers: [
        { text: '«Мы с тобой не пара, не пара»', result: 0 },
        { text: '«Я люблю тебя до слез»', result: 1 },
        { text: '«Maybe yes, maybe no»', result: 2 }
      ]
    }, {
      question: 'Тебе советуют что-то приобрести. чьему мнению доверишься?',
      answers: [
        { text: 'Я волк-одиночка в этом плане. Решаю сам.', result: 0 },
        { text: 'У меня свои эксперты, мнению которых я доверяю.', result: 2 },
        { text: '«Гугл» или «Яндекс». Камон, они знают всё!', result: 1 }
      ]
    }
  ];


//------------------------------------------------------------------------------------------------------------
// Данные
//------------------------------------------------------------------------------------------------------------